{
  "recommendations": [
    {
      "id": 1,
      "texto": "Sempre desconfie de todo mundo em as 'Crônicas de Gelo e Fogo!'"
    },
    {
      "id": 2,
      "texto": "Pegue seu machado e venha conquistar  Nortúndria em 'Crônicas Saxônicas!'"
    },
    {
      "id": 3,
      "texto": "Embarque em uma jornada épica com 'O Último Reino' e descubra os segredos vikings!"
    },
    {
      "id": 4,
      "texto": "Deixe-se envolver pelo mistério e magia de 'Harry Potter', um clássico inesquecível."
    },
    {
      "id": 5,
      "texto": "Mergulhe no suspense e na intriga de 'O Código Da Vinci' e desafie suas crenças."
    },
    {
      "id": 6,
      "texto": "Explore universos distópicos e reais em '1984', de George Orwell."
    },
    {
      "id": 7,
      "texto": "Sinta a emoção e a coragem em 'Jogos Vorazes', uma aventura de sobrevivência intensa."
    },
    {
      "id": 8,
      "texto": "Reviva a história com 'O Nome da Rosa', um suspense medieval repleto de mistério."
    },
    {
      "id": 9,
      "texto": "Descubra a profundidade e complexidade dos personagens em 'Orgulho e Preconceito'."
    },
    {
      "id": 10,
      "texto": "Deixe 'A Menina que Roubava Livros' te transportar por uma narrativa emocionante e comovente."
    },
    {
      "id": 11,
      "texto": "Aventure-se na Terra Média com 'O Senhor dos Anéis' e viva uma saga lendária."
    },
    {
      "id": 12,
      "texto": "Desvende os mistérios de 'O Código Da Vinci', um thriller que desafia a mente."
    },
    {
      "id": 13,
      "texto": "Conheça a jornada de Santiago em 'O Alquimista' e busque seu próprio tesouro pessoal."
    },
    {
      "id": 14,
      "texto": "Lute pela liberdade em 'O Conde de Monte Cristo', uma história de vingança e redenção."
    },
    {
      "id": 15,
      "texto": "Embarque em uma viagem inesquecível com 'A Revolução dos Bichos' e reflita sobre o poder."
    },
    {
      "id": 16,
      "texto": "Descubra a Terra Média e aventure-se ao lado de Bilbo Bolseiro em 'O Hobbit'."
    },
    {
      "id": 17,
      "texto": "Entre em um mundo de magia e mistério com 'As Brumas de Avalon', a lenda arturiana sob nova perspectiva."
    },
    {
      "id": 18,
      "texto": "Sinta a tensão psicológica de 'O Iluminado' e enfrente o terror com Stephen King."
    },
    {
      "id": 19,
      "texto": "Explore os limites da ciência e moralidade com 'Frankenstein', de Mary Shelley."
    },
    {
      "id": 20,
      "texto": "Viaje pelo espaço e tempo em 'Duna', uma das maiores sagas de ficção científica de todos os tempos."
    }
  ]
}
